tap "ankitpokhrel/jira-cli"
tap "daipeihust/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "xz"
brew "bat"
brew "python@3.12"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "cocoapods"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "node"
brew "gitmoji"
brew "jq"
brew "killport"
brew "kubeseal"
brew "libimobiledevice"
brew "lua"
brew "luarocks"
brew "mysql"
brew "neovim"
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "sl"
brew "tcl-tk"
brew "tmux"
brew "tree"
brew "zoxide"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "daipeihust/tap/im-select"
brew "jesseduffield/lazygit/lazygit"
cask "android-platform-tools"
cask "gpg-suite"
cask "hot"
cask "kitty"
cask "minisim"
cask "mitmproxy"
cask "raycast"
cask "wezterm"
